android/lib/src/main/res/raw/ws_continuous_move.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
    <s:Body>
        <ContinuousMove xmlns="http://www.onvif.org/ver20/ptz/wsdl">
            <ProfileToken>%1$s</ProfileToken>
            <Velocity>
                <PanTilt x="%2$f" y="%3$f" xmlns="http://www.onvif.org/ver10/schema" />
            </Velocity>
        </ContinuousMove>
    </s:Body>
</s:Envelope>